hyprland
hyprlock
hypridle
hyprsunset
hyprpaper
hyprpolkitagent
xdg-desktop-portal-hyprland
waybar
dunst
kitty
fuzzel
dolphin
brightnessctl
playerctl
pacman-contrib
networkmanager
blueman
polkit-kde-agent
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
wireplumber
gst-plugin-pipewire
qt5-wayland
qt6-wayland
wl-clipboard
hyprshot
cliphist
ttf-jetbrains-mono-nerd
noto-fonts-emoji
jq
zed
gnome-keyring
